"Aw crap" = "Aw merda";
"Back" = "Indietro";
"Half full" = "Mezzo pieno";
"How ya feeling today?" = "Come ti senti oggi?";
"Live half full." = "Vivere mezzo pieno.";
"Loading..." = "Caricamento in corso ...";
"Next" = "Successivo";
"No internet connection" = "Nessun collegamento a Internet";
"OK" = "OK";
"Patience is a virtue." = "La pazienza è una virtù.";
"Share to Facebook" = "Condividi su Facebook";
"Share to Twitter" = "Condividi su Twitter";
"Sorry, this quote is too long to post to Twitter." = "Siamo spiacenti, questa citazione è troppo lunga per postare su Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "L'app che trasforma il tuo cipiglio a testa in giù con una dose di ispirazione a calci qualsiasi malumore nel culo!";
"The glass is always" = "Il bicchiere è sempre";
"The quote hasn't loaded yet." = "La citazione non ha ancora caricato.";
"Try Again" = "Riprova";
"Whoops" = "Urla";
"don't be angry." = "arrabbiato";
"don't be impatient." = "impaziente";
"don't be tired." = "stanco";
"don't be lonely." = "solitario";
"don't be depressed." = "depresso";
"don't be guilty." = "colpevole";
"don't be sad." = "triste";
"don't be nostalgic." = "nostalgico";
"don't be jealous." = "geloso";
"don't be dull." = "sordo";
"don't be scared." = "spaventato";
"don't be anxious." = "ansioso";
"angry" = "arrabbiato";
"impatient" = "impaziente";
"tired" = "stanco";
"lonely" = "solitario";
"depressed" = "depresso";
"guilty" = "colpevole";
"sad" = "triste";
"nostalgic" = "nostalgico";
"jealous" = "geloso";
"dull" = "sordo";
"scared" = "spaventato";
"anxious" = "ansioso";
